Repository: ptudor/unsit
Catalog: packaging/Localization/Updates.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: A newer release exists, but its update information for this Mac is missing.
af: 'n Nuwer weergawe bestaan, maar die opdateringsinligting vir hierdie Mac ontbreek.
am: አዲስ እትም አለ፣ ነገር ግን የዚህ ማክ የዝማኔ መረጃው ጠፍቷል።
ar: يوجد إصدار أحدث، لكن معلومات التحديث الخاصة به لهذا الجهاز غير متوفرة.
az: Daha yeni bir versiya mövcuddur, lakin bu Mac üçün yeniləmə məlumatı yoxdur.
be: Існуе больш новая версія, але інфармацыя пра яе абнаўленне для гэтага Mac адсутнічае.
bg: Има по-нова версия, но липсва информация за актуализацията ѝ за този Mac.
bn: একটি নতুন সংস্করণ রয়েছে, কিন্তু এই ম্যাকের জন্য সেটির আপডেটের তথ্য অনুপস্থিত।
ca: Hi ha una versió més recent, però falta la informació d'actualització per a aquest Mac.
cs: Existuje novější verze, ale chybí informace o aktualizaci pro tento Mac.
cy: Mae fersiwn mwy newydd, ond mae ei wybodaeth ddiweddaru ar gyfer y Mac hwn ar goll.
da: Der findes en nyere version, men opdateringsoplysningerne til denne Mac mangler.
de: Es gibt eine neuere Version, aber die Update-Informationen für diesen Mac fehlen.
de_at: Es existiert eine neuere Version, aber die Update-Informationen für diesen Mac fehlen.
de_ch: Es existiert eine neuere Version, aber die Update-Informationen für diesen Mac fehlen.
el: Υπάρχει μια νεότερη έκδοση, αλλά λείπουν οι πληροφορίες ενημέρωσης για αυτό το Mac.
es: Existe una versión más reciente, pero falta la información sobre la actualización para este Mac.
es_ar: Existe una versión más reciente, pero falta la información de actualización para esta Mac.
es_mx: Existe una versión más reciente, pero falta la información de actualización para este Mac.
et: Uuem versioon on saadaval, kuid selle Maci uuendusteave puudub.
eu: Bertsio berriago bat badago, baina Mac honetarako eguneratzeari buruzko informazioa falta da.
fa: نسخه جدیدتری وجود دارد، اما اطلاعات به‌روزرسانی آن برای این مک موجود نیست.
fi: Uudempi versio on saatavilla, mutta sen päivitystiedot tälle Macille puuttuvat.
fil: May mas bagong release, ngunit nawawala ang impormasyon tungkol sa update nito para sa Mac na ito.
fr: Il existe une version plus récente, mais les informations relatives à sa mise à jour pour ce Mac sont manquantes.
fr_ca: Une version plus récente existe, mais les informations de mise à jour pour ce Mac sont manquantes.
ga: Tá leagan níos nuaí ann, ach tá a fhaisnéis nuashonraithe don Mac seo ar iarraidh.
gl: Existe unha versión máis recente, pero falta a información de actualización para este Mac.
gu: એક નવું સંસ્કરણ અસ્તિત્વમાં છે, પરંતુ આ Mac માટે તેની અપડેટ માહિતી ખૂટે છે.
he: קיימת גרסה חדשה יותר, אך פרטי העדכון שלה עבור Mac זה חסרים.
hi: इसका एक नया संस्करण मौजूद है, लेकिन इस मैक के लिए इसकी अपडेट जानकारी उपलब्ध नहीं है।
hr: Postoji novije izdanje, ali nedostaju informacije o ažuriranju za ovaj Mac.
hu: Van egy újabb verzió, de ennek a Mac-nek a frissítési adatai hiányoznak.
hy: Ավելի նոր թողարկում գոյություն ունի, բայց այս Mac-ի համար դրա թարմացման տեղեկատվությունը բացակայում է։
id: Tersedia versi yang lebih baru, tetapi informasi pembaruannya untuk Mac ini tidak tersedia.
is: Nýrri útgáfa er til en upplýsingar um uppfærslu hennar fyrir þennan Mac vantar.
it: Esiste una versione più recente, ma mancano le informazioni sull'aggiornamento per questo Mac.
ja: 新しいバージョンがありますが、このMac用のアップデート情報がありません。
ka: არსებობს უფრო ახალი ვერსია, მაგრამ ამ Mac-ისთვის მისი განახლების ინფორმაცია აკლია.
kk: Жаңа нұсқа бар, бірақ оның осы Mac үшін жаңарту ақпараты жоқ.
km: មាន​ការចេញផ្សាយ​ថ្មី​ជាង​នេះ ប៉ុន្តែ​ព័ត៌មាន​អាប់ដេត​របស់​វា​សម្រាប់ Mac នេះ​បាន​បាត់។
kn: ಹೊಸ ಬಿಡುಗಡೆ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ, ಆದರೆ ಈ ಮ್ಯಾಕ್‌ಗಾಗಿ ಅದರ ನವೀಕರಣ ಮಾಹಿತಿ ಕಾಣೆಯಾಗಿದೆ.
ko: 더 최신 버전이 있지만, 이 Mac에 대한 업데이트 정보가 누락되어 있습니다.
ky: Жаңы версиясы бар, бирок анын бул Mac үчүн жаңыртуу маалыматы жок.
lo: ມີລຸ້ນໃໝ່ກວ່ານີ້, ແຕ່ຂໍ້ມູນການອັບເດດສຳລັບ Mac ນີ້ຫາຍໄປ.
lt: Yra naujesnė versija, tačiau trūksta jos atnaujinimo informacijos šiam „Mac“ kompiuteriui.
lv: Ir pieejama jaunāka versija, taču trūkst informācijas par tās atjaunināšanu šim „Mac” datoram.
mk: Постои понова верзија, но недостасуваат информации за нејзино ажурирање за овој Mac.
ml: ഒരു പുതിയ പതിപ്പ് നിലവിലുണ്ട്, പക്ഷേ ഈ മാക്കിനായുള്ള അതിന്റെ അപ്‌ഡേറ്റ് വിവരങ്ങൾ കാണുന്നില്ല.
mn: Шинэ хувилбар гарсан боловч энэ Mac-д зориулсан шинэчлэлтийн мэдээлэл байхгүй байна.
mr: नवीन आवृत्ती उपलब्ध आहे, परंतु या मॅकसाठी तिच्या अपडेटची माहिती उपलब्ध नाही.
ms: Keluaran yang lebih baharu wujud, tetapi maklumat kemas kininya untuk Mac ini tiada.
mt: Teżisti rilaxx aktar ġdid, iżda l-informazzjoni tal-aġġornament tagħha għal dan il-Mac hija nieqsa.
my: ပိုသစ်တဲ့ ဗားရှင်းတစ်ခု ရှိပေမယ့် ဒီ Mac အတွက် အပ်ဒိတ်အချက်အလက် ပျောက်ဆုံးနေပါတယ်။
nb: Det finnes en nyere versjon, men oppdateringsinformasjonen for denne Mac-en mangler.
ne: एउटा नयाँ रिलीज अवस्थित छ, तर यस म्याकको लागि यसको अद्यावधिक जानकारी हराइरहेको छ।
nl: Er is een nieuwere versie beschikbaar, maar de update-informatie voor deze Mac ontbreekt.
or: ଏକ ନୂତନ ସଂସ୍କରଣ ଅଛି, କିନ୍ତୁ ଏହି Mac ପାଇଁ ଏହାର ଅପଡେଟ୍ ସୂଚନା ଉପଲବ୍ଧ ନାହିଁ।
pa: ਇੱਕ ਨਵੀਂ ਰੀਲੀਜ਼ ਮੌਜੂਦ ਹੈ, ਪਰ ਇਸ ਮੈਕ ਲਈ ਇਸਦੀ ਅੱਪਡੇਟ ਜਾਣਕਾਰੀ ਗੁੰਮ ਹੈ।
pl: Dostępna jest nowsza wersja, ale brakuje informacji o aktualizacji dla tego komputera Mac.
pt: Existe uma versão mais recente, mas faltam as informações de atualização para este Mac.
pt_br: Existe uma versão mais recente, mas faltam as informações de atualização para este Mac.
ro: Există o versiune mai recentă, dar lipsesc informațiile privind actualizarea pentru acest Mac.
ru: Существует более новая версия, но информация об обновлении для этого Mac отсутствует.
si: නව නිකුතුවක් පවතී, නමුත් මෙම Mac සඳහා එහි යාවත්කාලීන තොරතුරු අස්ථානගත වී ඇත.
sk: Existuje novšia verzia, ale chýbajú informácie o aktualizácii pre tento Mac.
sl: Na voljo je novejša različica, vendar podatki o posodobitvi za ta Mac manjkajo.
sq: Ekziston një version më i ri, por informacioni i përditësimit të tij për këtë Mac mungon.
sr: Постоји новија верзија, али информације о ажурирању за овај Mac недостају.
sv: Det finns en nyare version, men uppdateringsinformationen för den här Mac-datorn saknas.
sw: Toleo jipya zaidi lipo, lakini taarifa zake za sasisho kwa Mac hii hazipo.
ta: ஒரு புதிய வெளியீடு உள்ளது, ஆனால் இந்த மேக்கிற்கான அதன் புதுப்பிப்புத் தகவல் விடுபட்டுள்ளது.
te: కొత్త వెర్షన్ ఒకటి విడుదలైంది, కానీ ఈ Mac కోసం దాని అప్‌డేట్ సమాచారం అందుబాటులో లేదు.
th: มีเวอร์ชันใหม่กว่าออกมาแล้ว แต่ข้อมูลการอัปเดตสำหรับ Mac เครื่องนี้หายไป
tr: Daha yeni bir sürüm mevcut, ancak bu Mac için güncelleme bilgileri eksik.
uk: Існує новіша версія, але інформація про її оновлення для цього Mac відсутня.
ur: ایک نئی ریلیز موجود ہے، لیکن اس میک کے لیے اس کی اپ ڈیٹ کی معلومات غائب ہے۔
vi: Có phiên bản mới hơn, nhưng thông tin cập nhật dành cho máy Mac này lại bị thiếu.
zh_hans: 虽然有更新版的发布，但该版本针对此款 Mac 的更新信息缺失。
zh_hant: 雖然有較新的版本，但該版本針對這台 Mac 的更新資訊卻遺漏了。
zu: Kukhona inguqulo entsha, kodwa ulwazi lwayo lokuvuselela le Mac alukho.

source: Automatically check for updates
af: Kontroleer outomaties vir opdaterings
am: ዝማኔዎችን በራስ-ሰር ያረጋግጡ
ar: التحقق من وجود تحديثات تلقائياً
az: Yeniləmələri avtomatik yoxlayın
be: Аўтаматычная праверка абнаўленняў
bg: Автоматично проверяване за актуализации
bn: স্বয়ংক্রিয়ভাবে আপডেটের জন্য চেক করুন
ca: Comprova automàticament si hi ha actualitzacions
cs: Automaticky kontrolovat dostupnost aktualizací
cy: Gwirio am ddiweddariadau yn awtomatig
da: Søg automatisk efter opdateringer
de: Automatisch nach Updates suchen
de_at: Automatisch nach Updates suchen
de_ch: Automatisch nach Updates suchen
el: Αυτόματος έλεγχος για ενημερώσεις
es: Buscar actualizaciones automáticamente
es_ar: Buscar actualizaciones automáticamente
es_mx: Comprobar automáticamente si hay actualizaciones
et: Uuenduste automaatne kontrollimine
eu: Automatikoki egiaztatu eguneratzeak
fa: بررسی خودکار به‌روزرسانی‌ها
fi: Tarkista päivitykset automaattisesti
fil: Awtomatikong suriin ang mga update
fr: Rechercher automatiquement les mises à jour
fr_ca: Vérifier automatiquement les mises à jour
ga: Seiceáil go huathoibríoch le haghaidh nuashonruithe
gl: Comprobar automaticamente se hai actualizacións
gu: અપડેટ્સ માટે આપમેળે તપાસો
he: בדיקה אוטומטית של עדכונים
hi: अपडेट के लिए स्वचालित रूप से जांच करें
hr: Automatski provjeri ažuriranja
hu: Frissítések automatikus keresése
hy: Ավտոմատ կերպով ստուգեք թարմացումները
id: Periksa pembaruan secara otomatis
is: Athuga sjálfkrafa hvort uppfærslur séu til staðar
it: Verifica automaticamente la disponibilità di aggiornamenti
ja: 更新を自動的に確認する
ka: განახლებების ავტომატურად შემოწმება
kk: Жаңартуларды автоматты түрде тексеру
km: ពិនិត្យមើលការអាប់ដេតដោយស្វ័យប្រវត្តិ
kn: ನವೀಕರಣಗಳಿಗಾಗಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪರಿಶೀಲಿಸಿ
ko: 업데이트를 자동으로 확인
ky: Жаңыртууларды автоматтык түрдө текшерүү
lo: ກວດສອບການອັບເດດໂດຍອັດຕະໂນມັດ
lt: Automatiškai tikrinti, ar yra naujinimų
lv: Automātiski pārbaudīt, vai ir pieejami atjauninājumi
mk: Автоматски проверувај за ажурирања
ml: അപ്‌ഡേറ്റുകൾക്കായി യാന്ത്രികമായി പരിശോധിക്കുക
mn: Шинэчлэлтүүдийг автоматаар шалгах
mr: अपडेट्ससाठी आपोआप तपासा
ms: Semak kemas kini secara automatik
mt: Iċċekkja awtomatikament għal aġġornamenti
my: အပ်ဒိတ်များကို အလိုအလျောက် စစ်ဆေးပါ
nb: Sjekk automatisk etter oppdateringer
ne: अद्यावधिकहरूको लागि स्वचालित रूपमा जाँच गर्नुहोस्
nl: Automatisch controleren op updates
or: ସ୍ଵଚାଳିତ ଭାବରେ ଅପଡେଟ୍‌ଗୁଡ଼ିକ ପାଇଁ ଯାଞ୍ଚ କରନ୍ତୁ
pa: ਅੱਪਡੇਟਾਂ ਦੀ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਜਾਂਚ ਕਰੋ
pl: Automatyczne sprawdzanie dostępności aktualizacji
pt: Verificar automaticamente se há atualizações
pt_br: Verificar atualizações automaticamente
ro: Verifică automat dacă există actualizări
ru: Автоматическая проверка наличия обновлений
si: යාවත්කාලීන සඳහා ස්වයංක්‍රීයව පරීක්ෂා කරන්න
sk: Automaticky vyhľadávať aktualizácie
sl: Samodejno preverjanje posodobitev
sq: Kontrollo automatikisht për përditësime
sr: Аутоматски проверавај ажурирања
sv: Sök automatiskt efter uppdateringar
sw: Angalia kiotomatiki masasisho
ta: தானாகவே புதுப்பிப்புகளைச் சரிபார்க்கவும்
te: అప్‌డేట్‌ల కోసం స్వయంచాలకంగా తనిఖీ చేయండి
th: ตรวจสอบการอัปเดตโดยอัตโนมัติ
tr: Güncellemeleri otomatik olarak kontrol et
uk: Автоматична перевірка наявності оновлень
ur: اپ ڈیٹس کے لیے خودکار طور پر چیک کریں۔
vi: Tự động kiểm tra cập nhật
zh_hans: 自动检查更新
zh_hant: 自動檢查更新
zu: Hlola ngokuzenzakalelayo izibuyekezo

source: Cancel Download
af: Kanselleer aflaai
am: ማውረድ ሰርዝ
ar: إلغاء التنزيل
az: Yükləməni Ləğv Edin
be: Адмяніць загрузку
bg: Отмяна на изтеглянето
bn: ডাউনলোড বাতিল করুন
ca: Cancel·la la descàrrega
cs: Zrušit stahování
cy: Canslo Lawrlwytho
da: Annuller download
de: Download abbrechen
de_at: Download abbrechen
de_ch: Download abbrechen
el: Ακύρωση λήψης
es: Cancelar descarga
es_ar: Cancelar descarga
es_mx: Cancelar descarga
et: Tühista allalaadimine
eu: Deskargatzea bertan behera utzi
fa: لغو دانلود
fi: Peruuta lataus
fil: Kanselahin ang Pag-download
fr: Annuler le téléchargement
fr_ca: Annuler le téléchargement
ga: Cealaigh Íoslódáil
gl: Cancelar descarga
gu: ડાઉનલોડ રદ કરો
he: ביטול הורדה
hi: डाउनलोड रद्द करें
hr: Otkaži preuzimanje
hu: Letöltés megszakítása
hy: Չեղարկել ներբեռնումը
id: Batalkan Unduhan
is: Hætta við niðurhal
it: Annulla download
ja: ダウンロードをキャンセル
ka: ჩამოტვირთვის გაუქმება
kk: Жүктеуді болдырмау
km: បោះបង់ការទាញយក
kn: ಡೌನ್‌ಲೋಡ್ ರದ್ದುಮಾಡಿ
ko: 다운로드 취소
ky: Жүктөөнү жокко чыгаруу
lo: ຍົກເລີກການດາວໂຫຼດ
lt: Atšaukti atsisiuntimą
lv: Atcelt lejupielādi
mk: Откажи преземање
ml: ഡൗൺലോഡ് റദ്ദാക്കുക
mn: Татаж авахыг цуцлах
mr: डाउनलोड रद्द करा
ms: Batalkan Muat Turun
mt: Ikkanċella t-Tniżżil
my: ဒေါင်းလုဒ်ကို ပယ်ဖျက်ပါ
nb: Avbryt nedlasting
ne: डाउनलोड रद्द गर्नुहोस्
nl: Download annuleren
or: ଡାଉନଲୋଡ୍ ବାତିଲ୍ କରନ୍ତୁ
pa: ਡਾਊਨਲੋਡ ਰੱਦ ਕਰੋ
pl: Anuluj pobieranie
pt: Cancelar download
pt_br: Cancelar download
ro: Anulează descărcarea
ru: Отменить загрузку
si: බාගැනීම අවලංගු කරන්න
sk: Zrušiť sťahovanie
sl: Prekliči prenos
sq: Anulo shkarkimin
sr: Откажи преузимање
sv: Avbryt nedladdningen
sw: Ghairi Upakuaji
ta: பதிவிறக்கத்தை ரத்துசெய்
te: డౌన్‌లోడ్ రద్దు చేయి
th: ยกเลิกการดาวน์โหลด
tr: İndirmeyi İptal Et
uk: Скасувати завантаження
ur: ڈاؤن لوڈ منسوخ کریں۔
vi: Hủy tải xuống
zh_hans: 取消下载
zh_hant: 取消下載
zu: Khansela ukulanda

source: Cannot create an update download folder.
af: Kan nie 'n opdatering-aflaaimap skep nie.
am: የዝማኔ ማውረጃ አቃፊ መፍጠር አይቻልም።
ar: لا يمكن إنشاء مجلد تنزيل التحديث.
az: Yeniləmə yükləmə qovluğu yaradıla bilmir.
be: Немагчыма стварыць тэчку для загрузкі абнаўленняў.
bg: Не може да се създаде папка за изтегляне на актуализации.
bn: আপডেট ডাউনলোড ফোল্ডার তৈরি করা যাচ্ছে না।
ca: No es pot crear una carpeta de descàrrega d'actualitzacions.
cs: Nelze vytvořit složku pro stahování aktualizací.
cy: Methu creu ffolder lawrlwytho diweddariadau.
da: Det er ikke muligt at oprette en mappe til download af opdateringer.
de: Der Ordner für den Download von Updates kann nicht erstellt werden.
de_at: Es konnte kein Ordner für den Update-Download erstellt werden.
de_ch: Es konnte kein Ordner für den Update-Download erstellt werden.
el: Δεν είναι δυνατή η δημιουργία φακέλου λήψης ενημερώσεων.
es: No se puede crear una carpeta de descargas de actualizaciones.
es_ar: No se puede crear una carpeta para descargar actualizaciones.
es_mx: No se puede crear una carpeta de descarga de actualizaciones.
et: Uuenduste allalaadimiskausta ei ole võimalik luua.
eu: Ezin da eguneratzeak deskargatzeko karpeta bat sortu.
fa: نمی‌توان پوشه دانلود به‌روزرسانی ایجاد کرد.
fi: Päivitysten latauskansiota ei voi luoda.
fil: Hindi makagawa ng folder para sa pag-download ng update.
fr: Impossible de créer un dossier de téléchargement des mises à jour.
fr_ca: Impossible de créer un dossier de téléchargement pour les mises à jour.
ga: Ní féidir fillteán íoslódála nuashonraithe a chruthú.
gl: Non se pode crear un cartafol de descarga de actualizacións.
gu: અપડેટ ડાઉનલોડ ફોલ્ડર બનાવી શકાતું નથી.
he: לא ניתן ליצור תיקיית הורדת עדכון.
hi: अपडेट डाउनलोड फ़ोल्डर नहीं बनाया जा सकता।
hr: Nije moguće stvoriti mapu za preuzimanje ažuriranja.
hu: Nem sikerült létrehozni a frissítések letöltési mappáját.
hy: Հնարավոր չէ ստեղծել թարմացումների ներբեռնման պանակ։
id: Tidak dapat membuat folder unduhan pembaruan.
is: Get ekki búið til möppu fyrir niðurhal uppfærslu.
it: Impossibile creare una cartella per il download degli aggiornamenti.
ja: 更新プログラムのダウンロード用フォルダを作成できません。
ka: განახლების ჩამოტვირთვის საქაღალდის შექმნა შეუძლებელია.
kk: Жаңартуларды жүктеу қалтасын жасау мүмкін емес.
km: មិនអាចបង្កើតថតឯកសារទាញយកបច្ចុប្បន្នភាពបានទេ។
kn: ನವೀಕರಣ ಡೌನ್‌ಲೋಡ್ ಫೋಲ್ಡರ್ ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 업데이트 다운로드 폴더를 만들 수 없습니다.
ky: Жаңыртууну жүктөп алуу папкасын түзүү мүмкүн эмес.
lo: ບໍ່ສາມາດສ້າງໂຟນເດີດາວໂຫຼດອັບເດດໄດ້.
lt: Nepavyksta sukurti atnaujinimų atsisiuntimo aplanko.
lv: Neizdodas izveidot atjauninājumu lejupielādes mapi.
mk: Не може да се креира папка за преземање ажурирања.
ml: ഒരു അപ്ഡേറ്റ് ഡൗൺലോഡ് ഫോൾഡർ സൃഷ്ടിക്കാൻ കഴിയില്ല.
mn: Шинэчлэлт татаж авах хавтас үүсгэж чадсангүй.
mr: अपडेट डाउनलोड फोल्डर तयार करता येत नाही.
ms: Tidak dapat membuat folder muat turun kemas kini.
mt: Ma tistax toħloq fowlder għat-tniżżil tal-aġġornamenti.
my: အပ်ဒိတ်ဒေါင်းလုဒ်ဖိုင်တွဲကို ဖန်တီး၍မရပါ။
nb: Det går ikke an å opprette en nedlastingsmappe for oppdateringer.
ne: अपडेट डाउनलोड फोल्डर सिर्जना गर्न सकिँदैन।
nl: De map voor het downloaden van updates kan niet worden aangemaakt.
or: ଏକ ଅପଡେଟ୍ ଡାଉନଲୋଡ୍ ଫୋଲ୍ଡର୍ ତିଆରି କରାଯାଇପାରିବ ନାହିଁ।
pa: ਅੱਪਡੇਟ ਡਾਊਨਲੋਡ ਫੋਲਡਰ ਨਹੀਂ ਬਣਾਇਆ ਜਾ ਸਕਦਾ।
pl: Nie można utworzyć folderu na pliki aktualizacji do pobrania.
pt: Não é possível criar uma pasta para o download de atualizações.
pt_br: Não é possível criar uma pasta para download de atualizações.
ro: Nu se poate crea un folder pentru descărcarea actualizărilor.
ru: Не удается создать папку для загрузки обновлений.
si: යාවත්කාලීන බාගැනීම් ෆෝල්ඩරයක් සෑදිය නොහැක.
sk: Nie je možné vytvoriť priečinok na stiahnutie aktualizácií.
sl: Mape za prenos posodobitev ni mogoče ustvariti.
sq: Nuk mund të krijohet një dosje për shkarkimin e përditësimeve.
sr: Не може се креирати фасцикла за преузимање ажурирања.
sv: Det går inte att skapa en mapp för nedladdning av uppdateringar.
sw: Haiwezi kuunda folda ya kupakua sasisho.
ta: புதுப்பிப்பு பதிவிறக்க கோப்புறையை உருவாக்க முடியவில்லை.
te: అప్‌డేట్ డౌన్‌లోడ్ ఫోల్డర్‌ను సృష్టించలేకపోతున్నాను.
th: ไม่สามารถสร้างโฟลเดอร์ดาวน์โหลดอัปเดตได้
tr: Güncelleme indirme klasörü oluşturulamıyor.
uk: Не вдається створити папку для завантаження оновлень.
ur: اپ ڈیٹ ڈاؤن لوڈ فولڈر نہیں بنایا جا سکتا۔
vi: Không thể tạo thư mục tải xuống bản cập nhật.
zh_hans: 无法创建更新下载文件夹。
zh_hant: 無法建立更新下載資料夾。
zu: Ayikwazi ukudala ifolda yokulanda isibuyekezo.

source: Cannot create the update download.
af: Kan nie die opdateringslêer skep nie.
am: የዝማኔ ማውረጃ ፋይል መፍጠር አይቻልም።
ar: لا يمكن إنشاء ملف تنزيل التحديث.
az: Yeniləmə yükləməsini yaratmaq mümkün deyil.
be: Немагчыма стварыць файл абнаўлення.
bg: Не може да се създаде файлът за актуализацията.
bn: আপডেট ডাউনলোড তৈরি করা যাচ্ছে না।
ca: No es pot crear la descàrrega d'actualització.
cs: Nelze vytvořit soubor aktualizace.
cy: Methu creu'r lawrlwythiad diweddariad.
da: Det er ikke muligt at oprette downloadet af opdateringen.
de: Der Download des Updates kann nicht erstellt werden.
de_at: Der Update-Download konnte nicht erstellt werden.
de_ch: Der Update-Download konnte nicht erstellt werden.
el: Δεν είναι δυνατή η δημιουργία του αρχείου λήψης της ενημέρωσης.
es: No se puede crear la descarga de la actualización.
es_ar: No se puede crear la descarga de la actualización.
es_mx: No se puede crear la descarga de actualización.
et: Uuendusfaili ei saa luua.
eu: Ezin da eguneratzearen deskarga sortu.
fa: نمی‌توان فایل دانلود به‌روزرسانی را ایجاد کرد.
fi: Päivityksen lataus-tiedostoa ei voida luoda.
fil: Hindi magawa ang pag-download ng update.
fr: Création du fichier impossible.
fr_ca: Impossible de créer le fichier de mise à jour.
ga: Ní féidir an íoslódáil nuashonraithe a chruthú.
gl: Non se pode crear a descarga da actualización.
gu: અપડેટ ડાઉનલોડ બનાવી શકાતું નથી.
he: לא ניתן ליצור את קובץ העדכון.
hi: अपडेट डाउनलोड नहीं बनाया जा सकता।
hr: Nije moguće kreirati preuzimanje ažuriranja.
hu: Nem sikerült létrehozni a frissítés letöltési fájlját.
hy: Հնարավոր չէ ստեղծել թարմացման ներբեռնումը։
id: Tidak dapat membuat file unduhan pembaruan.
is: Get ekki búið til niðurhal á uppfærslu.
it: Impossibile creare il file di download dell'aggiornamento.
ja: アップデートのダウンロードファイルを作成できません。
ka: განახლების ჩამოსატვირთი ფაილის შექმნა შეუძლებელია.
kk: Жаңарту файлын жасау мүмкін емес.
km: មិនអាចបង្កើតការទាញយកបច្ចុប្បន្នភាពបានទេ។
kn: ನವೀಕರಣ ಡೌನ್‌ಲೋಡ್ ಅನ್ನು ರಚಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 업데이트 다운로드를 생성할 수 없습니다.
ky: Жаңыртуу файлы түзүлбөйт.
lo: ສ້າງໄຟລ໌ອັບເດດບໍ່ໄດ້.
lt: Nepavyksta sukurti atnaujinimo atsisiuntimo.
lv: Nevar izveidot lejupielādes failu.
mk: Не може да се креира преземањето на ажурирањето.
ml: അപ്ഡേറ്റ് ഡൗൺലോഡ് സൃഷ്ടിക്കാൻ കഴിയില്ല.
mn: Шинэчлэлтийг татаж авахыг үүсгэж чадсангүй.
mr: अपडेट डाउनलोड तयार करता येत नाही.
ms: Fail kemas kini gagal dicipta.
mt: Ma nistax noħloq it-tniżżil tal-aġġornament.
my: အပ်ဒိတ်ဒေါင်းလုဒ်ကို ဖန်တီး၍မရပါ။
nb: Det går ikke an å opprette nedlastingen av oppdateringen.
ne: अपडेट डाउनलोड सिर्जना गर्न सकिँदैन।
nl: Het updatebestand kan niet worden aangemaakt.
or: ଅପଡେଟ୍ ଡାଉନଲୋଡ୍ ତିଆରି କରାଯାଇପାରିବ ନାହିଁ।
pa: ਅੱਪਡੇਟ ਡਾਊਨਲੋਡ ਨਹੀਂ ਬਣਾਇਆ ਜਾ ਸਕਦਾ।
pl: Nie można utworzyć pliku do pobrania aktualizacji.
pt: Não é possível criar o ficheiro.
pt_br: Não é possível criar o download da atualização.
ro: Nu se poate crea fișierul de descărcare a actualizării.
ru: Не создать файл обновления.
si: යාවත්කාලීන බාගැනීම නිර්මාණය කළ නොහැක.
sk: Nie je možné vytvoriť súbor na stiahnutie aktualizácie.
sl: Prenosa posodobitve ni mogoče ustvariti.
sq: Nuk mund të krijohet shkarkimi i përditësimit.
sr: Не може да се креира преузимање ажурирања.
sv: Det går inte att skapa nedladdningen av uppdateringen.
sw: Haiwezi kuunda upakuaji wa sasisho.
ta: புதுப்பிப்பு பதிவிறக்கத்தை உருவாக்க முடியவில்லை.
te: అప్‌డేట్ డౌన్‌లోడ్‌ను సృష్టించలేకపోతున్నాను.
th: ไม่สามารถสร้างไฟล์ดาวน์โหลดอัปเดตได้
tr: Güncelleme indirme dosyası oluşturulamıyor.
uk: Не вдалося створити файл оновлення.
ur: اپ ڈیٹ ڈاؤن لوڈ نہیں بنایا جا سکتا۔
vi: Không thể tạo bản tải xuống cập nhật.
zh_hans: 无法创建更新下载。
zh_hant: 無法建立更新下載檔。
zu: Ayikwazi ukudala ukulanda kwesibuyekezo.
